tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "planetscale/tap"
tap "supabase/tap"
brew "bash-completion"
brew "btop"
brew "python@3.13"
brew "chezmoi"
brew "cocoapods"
brew "deno"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "lazygit"
brew "mactop"
brew "mas"
brew "minicom"
brew "mkcert"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "pipx"
brew "postgresql@17"
brew "pv"
brew "python@3.12"
brew "python@3.9"
brew "ripgrep"
brew "sherlock"
brew "sniffnet"
brew "sox"
brew "testdisk"
brew "tmux"
brew "vercel-cli"
brew "volta"
brew "wakatime-cli"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "altserver"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "azure-data-studio"
cask "balenaetcher"
cask "bartender"
cask "codeedit"
cask "cursor"
cask "discord"
cask "excalidrawz"
cask "expo-orbit"
cask "figma"
cask "ghostty"
cask "gitbutler"
cask "google-chrome"
cask "google-chrome@dev"
cask "grandperspective"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "macs-fan-control"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "orbstack"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "shottr"
cask "sigmaos"
cask "sketch"
cask "stats"
cask "tableplus"
cask "tailscale"
cask "textmate"
cask "thonny"
cask "transmission"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "wakatime"
cask "whisky"
cask "zed"
cask "zed@preview"
cask "zen-browser"
cask "zoom"
cask "zulu@17"
vscode "alefragnani.project-manager"
vscode "ban.spellright"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "leonardssh.vscord"
vscode "ms-azuretools.vscode-docker"
vscode "redhat.vscode-yaml"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "ziyasal.vscode-open-in-github"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Broadcasts", id: 1469995354
mas "Compressor", id: 424390742
mas "Crouton", id: 1461650987
mas "Denied", id: 909257784
mas "Developer", id: 640199958
mas "Diffusers", id: 1666309574
mas "Dynamic Wallpaper Maker", id: 1453846328
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "MusicHarbor", id: 1440405750
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Photomator", id: 1444636541
mas "Reeder", id: 6475002485
mas "Shazam", id: 897118787
mas "Speediness", id: 1596706466
mas "Swift Playground", id: 1496833156
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835

