tap "homebrew/bundle"
tap "supabase/tap"
brew "cocoapods"
brew "gh"
brew "mas"
brew "neovim"
brew "nvm"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "expo-orbit"
cask "iina"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "orbstack"
cask "shottr"
cask "tableplus"
cask "tailscale"
cask "visual-studio-code"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Broadcasts", id: 1469995354
mas "Codye", id: 1516894961
mas "Compressor", id: 424390742
mas "Craft", id: 1487937127
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "MusicHarbor", id: 1440405750
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Speediness", id: 1596706466
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
vscode "1password.op-vscode"
vscode "alefragnani.project-manager"
vscode "arcanis.vscode-zipfs"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-theme"
vscode "expo.vscode-expo-tools"
vscode "fwcd.kotlin"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "heybourn.headwind"
vscode "icrawl.discord-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-speech"
vscode "pdconsec.vscode-print"
vscode "prisma.prisma"
vscode "pwabuilder.pwa-studio"
vscode "redhat.vscode-xml"
vscode "rvest.vs-code-prettier-eslint"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "unifiedjs.vscode-mdx"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
